Revit 2027 API
BuiltInFailures.FamilyFailures.CannotAddParameterToFamily Property
 Parameter '[Parameter]' cannot be added to the family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotAddParameterToFamily { get; }
Public Shared ReadOnly Property CannotAddParameterToFamily As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotAddParameterToFamily {
	FailureDefinitionId^ get ();
}
static member CannotAddParameterToFamily : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace